Repository: globalistas/ceknito
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: License file was deleted :(
es: El archivo de licencia ha sido borrado :(
ru: Лицензионный файл был удален :(

source: Top
es: Popular

source: N/A
es: N/á

source: Max uses
es: Usos máximos
