Repository: globalistas/ceknito
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Please log in to access this page.
es: Inicie sesión para acceder a esta página.
ru: Пожалуйста, войдите, чтобы получить доступ к этой странице.

source: Please reauthenticate to access this page.
es: Por favor, vuelva a autenticarse para acceder a esta página.
ru: Пожалуйста, повторите аутентификацию для доступа к этой странице.

source: Invalid file type. Only jpg, png and gif allowed.
es: Tipo de archivo inválido. Solo se permiten jpg, png y gif.
ru: Неверный тип файла. Разрешены только JPG, PNG и GIF.

source: Name of the site.
es: Nombre del sitio.
ru: Название сайта.

source: Lema shown in the page's title.
es: Lema mostrado en el título de la página.
ru: Lema показана в заголовке страницы.

source: Copyright line shown in the footer.
es: Línea de derechos de autor que se muestra en el pie de página.
ru: Строка авторских прав отображается в нижнем колонтитуле.

source: Name shown when a sub is owned by a deleted account or abandoned.
es: Nombre mostrado cuando un sub es propiedad de una cuenta borrada o abandonada.
ru: Имя отображается, когда группа принадлежит удаленной учетной записи или заброшена.

source: Enables setting security questions on the admin page. Users will be asked to answer one of these security questions before registering.
es: Permite configurar preguntas de seguridad en la página de administración. Se pedirá a los usuarios que respondan a una de estas preguntas de seguridad antes de registrarse.
ru: Позволяет задавать контрольные вопросы на странице администратора. Перед регистрацией пользователям будет предложено ответить на один из этих вопросов безопасности.

source: Allow everybody to upload files (by default it's only admins and users authorized through a metadata key).
ru: Разрешить всем загружать файлы (по умолчанию это только администраторы и пользователи, авторизованные с помощью ключа метаданных).

source: For those who are allowed to upload files, allow video uploads (.mp4 and .webm) as well.
es: Para aquellos a los que se les permite subir archivos, permitir la subida de videos (.mp4 y .webm) también.
ru: Для тех, кому разрешено загружать файлы, также разрешите загрузку видео (.mp4 и .webm).

source: Minimum level a user must have before being able to upload files. Set to zero to disable file upload level limits.
ru: Минимальный уровень доверия, который должен быть у пользователя, прежде чем он сможет загружать файлы. Установите значение ноль, чтобы отключить ограничения уровня загрузки файлов.

source: Allow chat access for all users. If enabled, each user will have the option of disabling chat for themselves.
es: Permitir el acceso al chat para todos los usuarios. Si está activado, cada usuario tendrá la opción de desactivar el chat para sí mismo.
ru: Разрешить доступ к чату для всех пользователей. Если этот параметр включен, каждый пользователь сможет отключить чат для себя.

source: Allow all users to view the site log. When disabled, only admins can view the sitelog.
ru: Разрешить всем пользователям просматривать журнал сайта. Если этот параметр отключен, только администраторы могут просматривать журнал сайта.

source: Forces all the sub logs and banned user lists to be public and removes the option to make them private.
ru: Принудительно делает все журналы групп и списки заблокированных пользователей общедоступными и удаляет возможность сделать их частными.

source: Show the "Submit a post" button on the frontpage.
es: Mostrar el botón "Enviar un post" en la página principal.
ru: Показать кнопку «Отправить сообщение» на главной странице.

source: Blocks anonymous users from being able to look at a particular user's posts or comments (IE blocks /u/<user>/posts and /u/<user>/comments).
es: Bloquea que los usuarios anónimos puedan ver las publicaciones o comentarios de un usuario en particular (bloquea /u/<user>/posts y /u/<user>/comments).
ru: Запрещает анонимным пользователям просматривать посты или комментарии определенного пользователя (IE блокирует /u/<user>/posts и /u/<user>/comments).

source: SID of the sub for changelog entries.
ru: SID группы для записей журнала изменений.

source: Amount of time in seconds the post author can edit a post's title after the post was created. Set to zero to disable title editing (default is 5 minutes).
es: Cantidad de tiempo en segundos que el autor del post tiene para poder editar el título de un post después de que el post fue creado. Establecer en cero para desactivar la edición de títulos (el valor predeterminado es de 5 minutos).
ru: Количество времени в секундах, в течение которого автор поста может редактировать заголовок поста после его создания. Установите значение ноль, чтобы отключить редактирование заголовка (по умолчанию-5 минут).

source: Minimum level a user must have before being able to create a sub. Set to zero to disable sub creation level limits.
es: Nivel mínimo que debe tener un usuario antes de poder crear un sub. Establecer a cero para desactivar los límites.
ru: Минимальный уровень, который должен иметь пользователь, прежде чем сможет создать группу. Установите в ноль, чтобы отключить ограничения уровня подчиненного создания.

source: When enabled, only admins can create new subs, otherwise `sub_creation_min_level` controls who can create a sub.
es: Cuando está habilitado, sólo los administradores pueden crear subs nuevos, de lo contrario `sub_creation_min_level` controla quién puede crear un sub.
ru: Когда включено, только администраторы могут создавать новые группы, в противном случае управление `sub_creation_min_level` контролирует, кто может создавать группы.

source: Maximum amount of subs a single user can own. The actual amount of subs a user may register scales with user level (user level minus one) so a level 0 or level 1 user cannot register any subs. This scaling is disabled if `sub_creation_min_level` is zero.
es: Cantidad máxima de subs que un solo usuario puede poseer. La cantidad real de subs que un usuario puede registrar escala con el nivel de usuario (nivel de usuario menos uno) por lo que un usuario de nivel 0 o nivel 1 no puede registrar subs. Esta escala está desactivada si `sub_creation_min_level` es cero.
ru: Максимальное количество групп, которым может владеть один пользователь. Фактическое количество групп, которые пользователь может зарегистрировать, зависит от уровня пользователя (уровень пользователя минус один), так что пользователь 0 или 1 уровня не может зарегистрировать ни одного. Это масштабирование отключено, если `sub_creation_min_level` равен нулю.

source: Allows Sub Mods and Admins to view the edit history of posts.
es: Permite a moderadores y administradores ver el historial de edición de los posts.
ru: Позволяет модам и администраторам просматривать историю редактирования постов.

source: Removes the name of the Mod or Admin who took action on a post or user in notifications sent to user.
ru: Удаляет имя мода или администратора, которые приняли меры к сообщению или пользователю в уведомлениях, отправленных пользователю.

source: Minimum level required for a user to be permitted to private message nonprivileged users. Set to zero to allow users of all levels to PM other users. Users of any level may PM site admins.
ru: Минимальный уровень, необходимый для того, чтобы пользователю было разрешено сообщение непривилегированным пользователям. Значение 0 для разрешения пользователям всех уровней на ЛС других пользователей. Пользователи любого уровня могут использовать ЛС администраторов сайта.

source: Maximum amount of posts a user can create in a single sub in a day.
es: Cantidad máxima de posts que un usuario puede crear en un solo sub en un día.
ru: Максимальное количество записей, которые пользователь может создать в одном подразделе за день.

source: Maximum amount of posts a user can create in a single day.
es: Cantidad máxima de posts que un usuario puede crear en un solo día.
ru: Максимальное количество записей, которые пользователь может создать за один день.

source: Number of days after which posts will be archived.
es: Número de días después de los cuales se archivarán los posts.
ru: Количество дней, по истечении которых посты будут заархивированы.

source: When enabled, archive sticky posts after 'archive_post_after' days, the same as regular posts. When disabled, sticky posts will not be archived.
ru: Если включено, архивируйте липкие сообщения после дней 'archive_post_after' то же самое, что и обычные посты. Если отключено, липкие сообщения не будут архивированы.

source: Enables or disables the recent activity sidebar and the page in /activity.
ru: Включает или отключает боковую панель недавних действий и страницу в / activity.

source: Only show recent activity from default subs in the sidebar (recent activity for all subs will be shown in /activity).
ru: На боковой панели отображаются только последние действия из групп по умолчанию (последние действия для всех групп будут показаны в /activity).

source: If enabled, only show recent comments (and not posts) in the sidebar.
ru: Если этот параметр включен, на боковой панели отображаются только последние комментарии (а не посты).

source: Number of entries to display in the recent activity sidebar.
es: Número de entradas a mostrar en la barra lateral de actividad reciente.
ru: Количество записей, отображаемых на боковой панели последних действий.

source: Show the 'Contact the Mods' button in sub sidebars, which provides a link to the modmail server.
ru: Показывать кнопку «Связаться с модами» в боковых панелях, которая предоставляет ссылку на почтовый сервер модов.

source: Allow users to make posts and comments.
es: Permitir a los usuarios crear posts y comentarios.
ru: Разрешить пользователям писать посты и комментарии.

source: Allow new users to register.
es: Permitir a nuevos usuarios registrarse.
ru: Разрешить новым пользователям регистрироваться.

source: Allow users to see the usernames of the people they invited or were invited by.
ru: Разрешить пользователям видеть имена пользователей людей, которых они пригласили или были приглашены.

source: Level requirement before a user can generate invite codes.
ru: Требование уровня доверия, прежде чем пользователь сможет генерировать коды приглашения.

source: The number of invite codes each user is allowed to generate (see also site.invite_level).
es: El número de códigos de invitación que puede generar cada usuario (ver también site.invite_level).
ru: Количество кодов приглашений, которые может генерировать каждый пользователь (см. также site.invite_level).

source: Require the user to solve a captcha to register or post.
es: Requerir que el usuario resuelva un captcha para registrarse o postear.
ru: Требуйте, чтобы пользователь решил капчу для регистрации или публикации.

source: Require an invite code to register.
es: Activar código de invitación para registrarse.
ru: Для регистрации требуется инвайт-код.

source: If enabled, show the notification count on the page title icon. Otherwise, show the notification count in parentheses in the page title.
ru: Если включено, показывать количество уведомлений на значке заголовка страницы. В противном случае показывайте количество уведомлений в скобках в заголовке страницы.

source: The maximum length of a user name, applied to new registrations. This should be set to a number between 2 and 64.
ru: Максимальная длина имени пользователя, применяемая к новой регистрации. Это значение должно быть установлено в диапазоне от 2 до 64.

source: If enabled, show NSFW content to anonymous users.
ru: Если включено, показывать контент NSFW анонимным пользователям.

source: If enabled, and 'site.nsfw.anon.show' is also enabled, blur NSFW content when it is shown to anonymous users.
ru: Если этот параметр включен, и параметр 'site.nsfw.anon.show' включен, размывать NSFW содержимое, когда оно показывается анонимным пользователям.

source: If enabled, set the NSFW preference of new users to show NSFW content.
ru: Если включено, установите NSFW предпочтение новым пользователям показывать NSFW содержимое.

source: If enabled, and 'site.nsfw.new_user_default.show' is also enabled, set the NSFW preference of new users to blur NSFW content.
ru: Если этот параметр включен, и параметр 'site.nsfw.new_user_default.show' также включен, установите NSFW предпочтение новым пользователям размытия контента NSFW.

source: If enabled, show upvotes and downvotes in addition to total score. Otherwise, only show upvotes and downloads to admins and mods in their own subs.
ru: Если включено, показывайте голоса «за» и «против» в дополнение к общему счёту. В противном случае, показывайте только голоса и загрузки администраторам и модам в их собственных подразделах.

source: If enabled, users will automatically upvote their own posts, and are allowed to change their vote. If disabled, users cannot upvote or downvote their own posts.
ru: Если этот параметр включен, пользователи будут автоматически голосовать за свои посты и могут изменить свой голос. Если этот параметр отключен, пользователи не могут голосовать за или против своих постов.

source: If enabled, users will automatically upvote their own comments, and are allowed to change their vote. If disabled, users cannot upvote or downvote their own comments.
ru: Если этот параметр включен, пользователи будут автоматически голосовать за свои собственные комментарии и могут изменить свой голос. Если этот параметр отключен, пользователи не могут голосовать за или против своих собственных комментариев.

source: If enabled, show the post score next to its title in the list of top posts in the last 24 hours.
ru: Если включено, показывать оценку сообщения рядом с его заголовком в списке лучших сообщений за последние 24 часа.

source: Max storage for image uploads for subs' stylesheets (in MiB).
ru: Максимальное хранилище изображений для таблиц стилей subs (в MiB).

source: Error in the '%(field)s' field - %(error)s
es: Error en el campo '%(field)s' - %(error)s
ru: Ошибка в поле '%(field)s' - %(error)s

source: Re: %(subject)s
ru: Ответ: %(subject)s

source: [Deleted]
es: [Borrado]
ru: [Удалено]

source: URLs not allowed, uploaded files only
es: No se permiten URLs, solo archivos subidos
ru: URL не разрешены, только загруженные файлы

source: Invalid characters in string.
ru: Недопустимые символы в строке.

source: @import token not allowed
es: token @import no permitido
ru: @import токен не допускается

source: Invalid CSS
es: CSS inválido
ru: Ошибка в CSS

source: [Blocked]
es: [Bloqueado]
ru: [Заблокированный]

source: Already processing previous request.
es: Ya está procesando la solicitud anterior.
ru: Предыдущий запрос уже обрабатывается.

source: Unknown error. User disappeared
es: Error desconocido. El usuario desapareció
ru: Неизвестная ошибка. Пользователь исчез

source: Score balance is negative
es: Balance de puntaje negativo
ru: Баланс счета отрицательный

source: Invalid vote value
es: Valor inválido para el voto
ru: Недопустимое значение голоса

source: Post does not exist
es: El post no existe
ru: Пост не существует

source: You can't vote on your own posts
es: No puedes votar en tus propios posts
ru: Вы не можете голосовать за свои посты

source: You can't vote on deleted posts
es: No puedes votar en posts borrados
ru: Вы не можете голосовать за удаленные сообщения

source: Comment does not exist
es: El comentario no existe
ru: Комментарий не существует

source: You can't vote on your own comments
es: No puedes votar en tus propios comentarios
ru: Вы не можете голосовать за свои собственные комментарии

source: You can't vote on deleted comments
es: No puedes votar en comentarios borrados
ru: Вы не можете голосовать за удаленные комментарии

source: Invalid target
es: Target inválido
ru: Неверная цель

source: You are banned on this sub.
es: Estás baneado en este sub.
ru: Вы запрещены в этой группе.

source: Post is archived
es: El post está archivado
ru: Пост заархивирован

source: Invalid status request
es: Estado inválido
ru: Неверный запрос статуса

source: Looks like nobody bothered to code the message for this notification :(
es: Oww, auch. No deberías poder ver este mensaje :(
ru: Похоже, никто не потрудился кодировать сообщение для этого уведомления :(

source: New notification.
es: Nueva notificación.
ru: Новое уведомление.

source: Post reply in %(prefix)s/%(sub)s
es: Respuesta a tu post en %(prefix)s/%(sub)s
ru: Опубликовать ответ в %(prefix)s/%(sub)s

source: %(name)s replied to your post titled %(title)s
es: %(name)s respondió a tu comentario en el post titulado %(title)s
ru: %(name)s ответил на ваш пост с названием %(title)s

source: Comment reply in %(prefix)s/%(sub)s
es: Respuesta a un comentario en %(prefix)s/%(sub)s
ru: Ответ на комментарий %(prefix)s/%(sub)s

source: %(name)s replied to your comment in the post titled %(title)s
es: %(name)s respondió a tu comentario en el post titulado %(title)s
ru: %(name)s ответил на ваш комментарий в посте с названием %(title)s

source: You were mentioned in %(prefix)s/%(sub)s
es: Has sido mencionado en %(prefix)s/%(sub)s
ru: Вас упомянули в %(prefix)s/%(sub)s

source: %(name)s mentioned you in the post titled %(title)s
es: %(name)s mencionó su nombre en el post titulado %(title)s
ru: %(name)s упомянул вас в посте с названием %(title)s

source: File type not allowed
es: Tipo de archivo no permitido
ru: Тип файла не разрешен

source: File size exceeds the maximum allowed size (%(size)s)
es: El archivo excede el máximo permitido (%(size)s MB)
ru: Размер файла превышает максимально допустимый размер (%(size)s)

source: Question
es: Pregunta
ru: Вопрос

source: Sub
ru: Группа

source: New owner username
es: Usuario del nuevo dueño
ru: Имя пользователя нового владельца

source: Badge
es: Medalla
ru: Значок

source: Username
es: Usuario
ru: Псевдоним участника

source: Badge Icon
es: Icono de la medalla
ru: Иконка значка

source: Badge Name
es: Nombre de la medalla
ru: Имя значка

source: Badge Description
es: Descripción de la medalla
ru: Описание значка

source: Score Adjustment
es: Ajuste de puntuación
ru: Корректировка счета

source: Sort
es: Ordenar
ru: Сортировка

source: Trigger
es: Disparador
ru: Триггер

source: Enter Domain
es: Ingrese el dominio
ru: Введите Домен

source: Enable invite code to register
es: Activar código de invitación para registrarse
ru: Включить код приглашения для регистрации

source: Allow users to see who they invited and who invited them
ru: Разрешить пользователям видеть, кто они пригласили и кто пригласил их

source: Minimum level to create invite codes
es: Nivel mínimo para crear códigos de invitación
ru: Минимальный уровень для создания пригласительных кодов

source: Max amount of invites per user
es: Máximo de invitaciones por usuario
ru: Максимальное количество приглашений на одного пользователя

source: Change selected codes to expire:
es: Modificar los códigos seleccionados para expirar:
ru: Вы не являетесь автором материала

source: Never
es: Nunca
ru: Никогда

source: Now
es: Ahora
ru: Сейчас

source: At:
es: El día:
ru: В:

source: Expiration date
es: Fecha de caducidad
ru: Срок годности

source: Enter one-time password
es: Ingrese el token
ru: Введите одноразовый пароль

source: Page title
es: Título de la página
ru: Заголовок страницы

source: Content
es: Contenido
ru: Содержание

source: Code (empty to generate random)
es: Código (vacío para generar aleatorio)
ru: Код (пустой для генерации случайного)

source: Uses
es: Usos
ru: Участник

source: Search
es: Buscar
ru: Поиск

source: Sub name
es: Nombre del sub
ru: Имя группы

source: Title
es: Título
ru: Название

source: Sub is NSFW?
es: El sub es NSFW?
ru: Группа NSFW?

source: Custom stylesheet
es: Hoja de estilos personalizada
ru: Пользовательская таблица стилей

source: Your comment
es: Tu comentario
ru: Ваш комментарий

source: Flair text
es: Texto del flair
ru: Флаер текст

source: Flair
es: Adorno
ru: Флаер

source: Pick one
es: Elige uno
ru: Выберите один

source: Custom
es: A medida
ru: Выбрать

source: Remove flair
es: Quitar adorno
ru: Удалить флейр

source: Rule text
es: Texto de la regla
ru: Текст правила

source: Sub is NSFW
es: El sub es NSFW
ru: Группа NSFW

source: Only mods can post
es: Solo los mods pueden postear
ru: Публиковать могут только модераторы

source: Allow users to flair their own posts
es: Permitir a los usuarios adornar sus propios posts
ru: Разрешить пользователям создавать свои собственные посты

source: Require users to flair their own posts
ru: Разрешить пользователям создавать свои собственные флаеры на посты

source: Allow users to pick from moderator-created user flair options
ru: Разрешить пользователям выбирать из вариантов, созданных модератором.

source: Allow users to input their own user flair
ru: Разрешить пользователям устанавливать свои собственные флейры

source: Enable text posts
es: Habilitar posts de texto
ru: Включить текстовые сообщения

source: Enable link posts
es: Habilitar posts con links
ru: Включить публикации по ссылкам

source: Enable upload posts
es: Habilitar subida de archivos
ru: Разрешить загрузку в постах

source: Enable polls
es: Activar encuestas
ru: Включить опросы

source: Default sub page post sorting
es: Orden de los posts por defecto
ru: Сортировка постов на подстраницах по умолчанию

source: Hot
es: Activo
ru: Горячее

source: New
es: Nuevo
ru: Новое

source: Sidebar text
es: Texto de la barra lateral
ru: Текст боковой панели

source: Make the sub log private
ru: Сделать на страницах журнала частная

source: Make the list of banned users on this sub private
es: Hacer privada la lista de usuarios bloqueados en este sub
ru: Сделать список заблокированных пользователей на в этой группе приватным

source: New mod username
es: Usuario del nuevo moderador
ru: Новый мод имя пользователя

source: Mod level
es: Nivel del moderador
ru: Мод уровня

source: Moderator
es: Moderador
ru: Модератор

source: Janitor
es: Portero
ru: Дворник

source: Post title
es: Título del post
ru: Заголовок

source: Post content
es: Contenido del post
ru: Комментарий

source: Post link
es: Link del post
ru: Ссылка на пост

source: Post type
es: Tipo de post
ru: Тип поста

source: Link post
es: Post de link
ru: Ссылка

source: Text post
es: Post de texto
ru: Текст

source: Upload file
es: Subir archivo
ru: Файл

source: Poll
es: Encuesta
ru: Голосование

source: Option
es: Opción
ru: Опции

source: Hide poll results until it closes
es: Ocultar los resultados de la encuesta hasta que cierre
ru: Скрыть результаты опроса, пока он не закроется

source: Poll closing time
es: Hora en la que se cerrará la encuesta
ru: Время закрытия опроса

source: Captcha
ru: Капча

source: Write your comment here. Styling with Markdown format is supported.
es: Escribe tu comentario aquí. Formateo con Markdown soportado.
ru: Напишите свой комментарий здесь. Поддерживается формат Markdown.

source: Username to ban
es: Usuario a banear
ru: Ник для бана

source: Reason for the ban
es: Razón del baneo
ru: Причина запрета

source: ban expires
es: el ban expira
ru: срок действия запрета

source: Comment text
es: Texto del comentario
ru: Текст комментария

source: Field must be exactly %(max)d character long.
ru: Длина поля должна быть ровно %(max)d символов.

source: Field must be between %(min)d and %(max)d characters long.
ru: Длина поля должна быть от %(min)d до %(max)d символов.

source: Password
es: Contraseña
ru: Пароль

source: Remember me
es: Recordarme
ru: Запомнить меня

source: Email Address (optional)
es: Dirección de e-mail (opcional)
ru: E-mail

source: Invalid email address.
es: Dirección de e-mail inválida.
ru: Неверный адрес e-mail.

source: Email Address (required)
es: Dirección de email (requerido)
ru: Адрес e-mail почты (обязательно)

source: Passwords must match
es: Las contraseñas deben coincidir
ru: Пароли должны совпадать

source: Repeat Password
es: Repita la contraseña
ru: Повторите
