Repository: globalistas/ceknito
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: <a href="/u/%(user)s">%(user)s</a> un-deleted one of your posts in <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> отменил удаление одного из ваших постов в <a href="%(sublink)s">%(sub)s</a>

source: Your comment. Posted %(timeago)s. <b>%(score)i</b> points.
es: Tu comentario. Publicado %(timeago)s. <b>%(score)i</b> puntos.
ru: Ваш комментарий. Опубликован %(timeago)s. <b>%(score)i</b> кармы.

source: Posted %(timeago)s. <b>%(score)s</b> points. Read %(timeagoread)s
ru: Опубликовано %(timeago)s. <b>%(score)s</b> кармы. Читать %(timeagoread)s

source: Posted %(timeago)s. <b>%(score)s</b> points.
ru: Отправлено %(timeago)s. <b>%(score)s</b> кармы.

source: delete notification
es: eliminar notificación
ru: удалить уведомление

source: Please visit %(link)s to accept or reject the invitation
ru: Пожалуйста, посетите %(link)s, чтобы принять или отклонить приглашение

source: %(user)s's account
ru: %(user)s аккаунт

source: Editing...
es: Editando...
ru: Редактирование...

source: Account deletion
es: Borrado de cuenta
ru: Удаление аккаунта

source: THIS ACTION CANNOT BE UNDONE
es: ESTA ACCIÓN NO PUEDE SER DESHECHA
ru: ЭТО ДЕЙСТВИЕ НЕ МОЖЕТ БЫТЬ ОТМЕНЕНО

source: Deleted.
es: Borrado.
ru: Удалено.

source: Delete my account
es: Borrar mi cuenta
ru: Удалить мой аккаунт

source: You can create <b>%(num)i</b> invite codes.
es: Puedes crear hasta <b>%(num)i</b> códigos de invitación.
ru: Вы можете создать <b>%(num)i</b> инвайтов.

source: Create new
es: Crear nuevo
ru: Создать новый

source: You cannot create invite codes.
es: No puedes crear códigos de invitación.
ru: Вы не можете создавать инвайты.

source: Your invite codes
es: Tus códigos de invitación
ru: Ваши инвайты

source: Code
es: Código
ru: Код

source: %(user)s's preferences
es: Preferencias de %(user)s
ru: %(user)s предпочтения

source: Bold (ctrl-b)
es: Negrita (ctrl-b)
ru: Жирный (ctrl-b)

source: Italic (ctrl-i)
es: Itálicas (ctrl-i)
ru: Курсив (ctrl-i)

source: Strikethrough (ctrl-shift-s)
es: Tachar (ctrl-shift-s)
ru: Перечеркнутый (ctrl-shift-s)

source: Title (ctrl-shift-h)
es: Título (ctrl-shift-h)
ru: Заголовок (ctrl-shift-h)

source: Spoiler
ru: Спойлер

source: Insert hyperlink
es: Insertar enlace
ru: Вставить гиперссылку

source: Link Title
es: Título del link
ru: Название Ссылки

source: Insert link (ctrl-shift-k)
es: Insertar enlace (ctrl-shift-k)
ru: Вставить ссылку (ctrl-shift-k)

source: Bullet list
es: Lista de viñetas
ru: Список маркеров

source: Number list
es: Lista numérica
ru: Номерной список

source: Quote (ctrl-shift-.)
es: Cita (ctrl-shift-.)
ru: Цитата (ctrl-shift-.)

source: saved
es: guardado
ru: сохраненный

source: deleted
es: borrado
ru: удалено

source: block sender
ru: заблокировать отправителя

source: unblock sender
ru: разблокировать отправителя

source: Error: %1
ru: Ошибка: %1

source: Could not contact the server
es: No se pudo contactar al servidor
ru: Не удалось связаться с сервером

source: Enable
es: Activar
ru: Включить

source: Change
es: Cambiar
ru: Изменить

source: Voting...
es: Votando...
ru: Голосование...

source: Working...
es: Trabajando...
ru: Работающий...

source: removed
es: eliminado
ru: удаленный

source: distinguish as:
es: distinguir como:
ru: различают как:

source: mod
ru: модератор

source: Why are you deleting this?
es: ¿Por qué borras esto?
ru: Почему вы это удаляете?

source: Error.
ru: Ошибка.

source: Why are you undeleting this?
es: ¿Por qué borras esto?
ru: Почему вы удаляете это?

source: undeleted
es: restaurado
ru: восстановить

source: New title
es: Nuevo título
ru: Новый заголовок

source: Done
es: Listo
ru: Сделать

source: Done!
es: Listo!
ru: Сделано!

source: There was an error while editing: %1
es: Hubo un error al editar: %1
ru: При редактировании произошла ошибка: %1

source: Saved.
es: Guardado.
ru: Сохраненный.

source: Loading...
es: Cargando...
ru: Загрузка...

source: comment removed
es: comentario eliminado
ru: комментарий удален

source: Why are you un-deleting this?
es: ¿Por qué restauras esto?
ru: Почему вы восстанавливаете это?

source: comment un-deleted
es: comentario restaurado
ru: комментарий восстановлен

source: Couldn't get title
es: No se pudo obtener el título
ru: Не удалось получить заголовок

source: Grab again
es: Obtener de nuevo
ru: Извлечь

source: Grabbing...
es: Obteniendo...
ru: Получить...

source: Post comment
es: Enviar comentario
ru: Отправить комментарий

source: 1 comment
es: 1 comentario
ru: 1 комментарий

source: %1 comments
es: %1 comentarios
ru: %1 коммент

source: Could not contact the server
es: No se pudo contactar al servidor
ru: Не удалось связаться с сервером

source: Report post
es: Reportar post
ru: Жалоба на пост

source: This report will be forwarded to the site administration
es: Este informe será remitido a la administración del sitio
ru: Этот отчет будет направлен персоналу

source: Select a reason to report this post:
es: Seleccione una razón para reportar este post:
ru: Выберите причину:

source: Select one...
es: Seleccione una...
ru: Выберите. один..

source: SPAM
ru: СПАМ

source: TOS violation
es: Violación de los términos de uso
ru: Нарушение TOS

source: Sub Rule violation
es: Violación de una regla del sub
ru: Нарушение правил группы

source: Other
es: Otra
ru: Другое

source: Which Sub rule did this post violate?
es: ¿Qué regla del sub violó este post?
ru: Какое подправило нарушил этот пост?

source: Other sub rule
es: Otra regla
ru: Другое правило группы

source: Explain why you're reporting this post:
es: Describe por qué reportas este post:
ru: Почему вы сообщаете об этом посте:

source: Error:
ru: Ошибка:

source: Your report has been sent and will be reviewed by the site administrators.
es: Su informe ha sido enviado y será revisado por la administración del sitio.
ru: Ваш отчет был отправлен и будет рассмотрен персоналом.

source: No subs found
ru: Группы не найдены

source: Log in or register to continue
es: Ingresa o regístrate para continuar
ru: Войдите или зарегистрируйтесь

source: Don't have an account?
es: No tienes una cuenta?
ru: У вас нет аккаунта?

source: Register now!
es: Regístrate ahora!
ru: Зарегистрируйтесь!

source: File size exceeds maximum allowed (%1 MB)
es: El archivo excede el máximo permitido (%1 MB)
ru: Размер файла превышает максимально допустимый (%1 MB)

source: There was an error while saving your settings. Please try again in a few minutes.
es: Se ha producido un error al guardar sus preferencias. Por favor, inténtalo de nuevo en unos minutos.
ru: При сохранении настроек произошла ошибка. Пожалуйста, повторите попытку через несколько минут.

source: Error while contacting the server
es: Error al contactar al servidor
ru: Ошибка при обращении к серверу

source: Are you sure you want to delete?
es: ¿Está seguro que desea eliminar?
ru: Вы уверены, что хотите удалить?

source: Are you sure you want to PERMANENTLY delete your account?
es: ¿Está seguro de que desea eliminar PERMANENTAMENTE su cuenta?
ru: Вы уверены, что хотите ПОЛНОСТЬЮ удалить свою учетную запись?

source: Are you sure you want to ban this user?
es: ¿Estás seguro de que quieres banear a este usuario?
ru: Вы уверены, что хотите заблокировать этого пользователя?

source: Are you sure you want to remove all the votes issued by this user?
es: ¿Está seguro que desea eliminar todos los votos emitidos por este usuario?
ru: Вы уверены, что хотите удалить все голоса, отданные этим пользователем?

source: Are you sure you want to unban this user?
es: ¿Estás seguro de que quieres desbanear a este usuario?
ru: Вы уверены, что хотите разблокировать этого пользователя?

source: left the room
es: salió de la sala
ru: вышел из комнаты

source: joined the room
es: se unió la sala
ru: присоединился к комнате

source: message deleted
es: mensaje borrado
ru: сообщение удалено

source: Are you sure?
es: ¿Estás seguro?
ru: Вы уверены?

source: yes
es: sí
ru: да

source: no
ru: нет

source: [Deleted by Mod or Admin]
es: [Eliminado por moderador o administrador]
ru: [Удалено Модом или Админом]

source: %(user)s has deleted their account.
ru: %(user)s удалил свою учетную запись.

source: Deleted
es: Borrado
ru: Удаленный

source: Pending
es: Pendiente
ru: Ожидаемый

source: Banned
es: Baneado
ru: Забанен

source: Invalid or expired token.
es: Token inválido o expirado.
ru: Неверный или просроченный тикет.

source: User not found or invalid ticket
es: Usuario no encontrado o ticket inválido
ru: Пользователь не найден или недействительный тикет

source: Invalid captcha.
es: Captcha inválido.
ru: Неверная капча.

source: Username has invalid characters.
es: El usuario tiene caracteres inválidos.
ru: Никнейм содержит недопустимые символы.

source: Username is not available.
es: Usuario no disponible.
ru: Никнейм недоступен.

source: We do not accept emails from your email provider.
es: No aceptamos correos electrónicos de su proveedor de correo electrónico.
ru: Мы не принимаем e-mail письма от вашего e-mail провайдера.

source: E-mail address is already in use.
es: La dirección de e-mail ya está en uso.
ru: E-mail адрес уже используется.

source: Incorrect answer for security question.
es: Respuesta incorrecta para la pregunta de seguridad.
ru: Неверный ответ на контрольный вопрос.

source: Invalid invite code.
es: Código de invitación inválido.
ru: Неверный код приглашения.

source: Confirm your new account on %(site)s
es: Confirme su nueva cuenta en %(site)s
ru: Подтвердите свой новый аккаунт на %(site)s

source: The link you used is invalid or has expired.
es: El enlace que usaste no es válido o ha caducado.
ru: Ссылка, которую вы использовали, недействительна или срок ее действия истек.

source: Your email is already confirmed.
es: Tu correo electrónico ya está confirmado.
ru: Ваш адрес e-mail почты уже подтвержден.

source: Invalid username or password.
es: Usuario o contraseña inválidos.
ru: Неправильный ник или пароль.

source: Incorrect password
es: Contraseña incorrecta
ru: Неверный пароль

source: Password change failed. Please try again later
ru: Смена пароля не удалась. Пожалуйста, попробуйте позже

source: To confirm, click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
ru: Для подтверждения нажмите на ссылку в письме, которое мы вам отправили. Вы можете проверить папку со спамом, на всякий случай;)

source: Confirm your email address for your %(site)s account
ru: Подтвердите свой адрес e-mail почты для вашего %(site)s аккаунта

source: Wrong password
es: Contraseña incorrecta
ru: Неправильный пароль

source: YES
es: SI
ru: ДА

source: Type "YES" in the box
es: Escribe "SI" en el cuadro
ru: Введите "ДА" в поле

source: Sub does not exist
es: El sub no existe
ru: Группа не существует

source: Post was already deleted
es: El post ya fue borrado
ru: Пост уже удален

source: Not authorized
es: No autorizado
ru: Не авторизован

source: Cannot delete without reason
es: No se puede borrar sin una razón
ru: Нельзя удалять без причины

source: Post is not deleted
es: El post no fue borrado
ru: Пост не удален

source: Can not un-delete a self-deleted post
es: No se puede restaurar un post borrado por el usuario
ru: Невозможно восстановить удаленный пост

source: Cannot un-delete without reason
es: No se puede restaurar sin una razón
ru: Невозможно восстановить без причины

source: At least one kind of post must be permitted
ru: Должен быть разрешен хотя бы один вид сообщений

source: No flair text
ru: Нет текста флейра

source: User does not exist
es: El usuario no existe
ru: Пользователь не существует

source: Flair does not exist
ru: Флаера не существует

source: Free-form user flairs are disabled for this sub
ru: Флайры пользователя свободной формы отключено для этой группы

source: Post has no flair
ru: Пост не имеет флаера

source: Badge does not exist
ru: Награда не существует

source: sub not found
es: sub no encontrado
ru: группа не найдена

source: already subscribed
es: ya suscrito
ru: уже подписан

source: not subscribed
es: no suscrito
ru: не подписан

source: already blocked
es: ya bloqueado
ru: уже заблокирован

source: sub not blocked
es: sub no bloqueado
ru: группа не заблокирован

source: Post/Comment not found
ru: Пост/Комментарий не найден

source: Post not found
es: Post no encontrado
ru: Пост не найден

source: Error
ru: Ошибка

source: Nothing to distinguish
ru: Ничего особенного

source: You are not the author of the item
ru: Вы не являетесь автором материала

source: You must be a mod or admin
ru: Вы должны быть модератором или администратором

source: Post was deleted
es: El post fue eliminado
ru: Пост удален

source: Posting has been temporarily disabled
ru: Публикация была временно отключена

source: Comments are closed on this post.
es: Los comentarios están cerrados en este post.
ru: Комментарии недоступны для этой новости.

source: You are currently banned from commenting
ru: В настоящее время вам запрещено комментировать эти сообщения

source: Parent comment does not exist
es: El comentario padre no existe
ru: Родительский комментарий не существует

source: Message does not exist
es: El mensaje no existe
ru: Сообщение не существует

source: Invalid message
ru: Неверное сообщение

source: Expiration time too far into the future
es: Tiempo de caducidad demasiado lejos en el futuro
ru: Время истечения слишком далеко в будущее

source: Invalid expiration time
ru: Неверное время истечения

source: Expiration date is in the past
ru: Срок годности в прошлом

source: Already banned
ru: Уже забанены

source: Janitors may only create temporary bans
ru: Janitors могут создавать только временные запреты

source: banned for: %(reason)s, until %(expires)s
es: baneado por: %(reason)s, hasta %(expires)s
ru: забанен за: %(reason)s, до %(expires)s

source: banned for: %(reason)s, permanent
es: baneado por: %(reason)s, permanente
ru: забанен за: %(reason)s, постоянно

source: User is already a mod
es: El usuario ya es un mod
ru: Пользователь уже мод

source: User has a pending invite
es: El usuario tiene una invitación pendiente
ru: У пользователя есть ожидающее приглашение

source: Invalid power level
ru: Неверный уровень доверия

source: User can't mod more than 20 subs
es: El usuario no puede moderar más de 20 subs
ru: Участник не может создавать более 20 групп

source: User is not banned
ru: Пользователь не забанен

source: Janitors may only remove bans placed by themselves
ru: Janitors могут снимать только запреты, установленные ими самими

source: Ban removed
es: Ban eliminado
ru: Снять бан

source: User is not mod
es: El usuario no es un mod
ru: Пользователь не мод

source: Access denied
es: Acceso denegado
ru: В доступе отказано

source: User has not been invited to moderate the sub
ru: Пользователь не был приглашен для модерирования sub

source: You have not been invited to mod this sub
es: No has sido invitado a moderar este sub
ru: Вас не пригласили модировать эту группу

source: You can't mod more than 20 subs
es: No puedes moderar mas de 20 subs
ru: Вы не можете модеровать больше 20 групп

source: Message not found
es: Mensaje no encontrado
ru: Сообщение не найдено

source: Missing title
es: Falta el título
ru: Отсутствует заголовок

source: Title too short.
es: El título es muy corto.
ru: Название слишком короткое.

source: You cannot edit the post title anymore
es: Ya no puedes editar el título del post
ru: Вы больше не можете редактировать Заголовок

source: You did not post this!
es: ¡No has publicado esto!
ru: Вы же этого не писали!

source: Bork bork
es: Ñaca ñaca
ru: Борк Борк

source: Removed announcement
ru: Удалено объявление

source: Post already announced
ru: Сообщение уже объявлено

source: Domain is already banned
es: El dominio ya está baneado
ru: Домен уже забанен

source: Domain is not banned
es: El dominio no está baneado
ru: Домен не запрещен

source: Already saved
ru: Уже сохранен

source: Post was not saved
ru: Пост не был сохранен

source: This sub already has three sticky posts
ru: В этой группе уже есть три прикрепленных поста

source: Rule does not exist
es: La regla no existe
ru: Правило не существует

source: Rule has invalid characters
ru: Правило содержит недопустимые символы

source: Set a new password on %(site)s
ru: Установите новый пароль на %(site)s

source: Password recovery link expired
ru: Срок действия ссылки для восстановления пароля истек

source: Password change failed. Please try again later.
ru: Смена пароля не удалась. Пожалуйста, попробуйте позже.

source: You can't edit a deleted comment
es: No puedes editar un comentario borrado
ru: Вы не можете редактировать удаленный комментарий

source: You can't edit a comment on a deleted post
ru: Вы не можете редактировать комментарий к удаленному посту

source: Comment is already deleted
es: El comentario ya ha sido eliminado
ru: Комментарий уже удален

source: Comment is not deleted
es: El comentario no se ha eliminado
ru: Комментарий не удален

source: Can not un-delete a self-deleted comment
ru: Не удается восстановить самостоятельно удаленный комментарий

source: Not authenticated
es: No autenticado
ru: Не прошел проверку подлинности

source: Missing text
es: Falta el texto
ru: Пропущенный текст

source: User not found
es: Usuario no encontrado
ru: Пользователь не найден

source: Site administrators cannot be blocked
ru: Администраторы сайта не могут быть заблокированы

source: File name too long.
es: El nombre del archivo es muy largo.
ru: Имя файла слишком длинное.

source: File name too short or missing.
es: El nombre del archivo es muy corto o no fue enviado.
ru: Имя файла слишком короткое или отсутствует.

source: Invalid file name.
es: Nombre de archivo inválido.
ru: Недействительное имя файла.

source: Please select a file to upload.
es: Por favor seleccione un archivo a subir.
ru: Пожалуйста, выберите файл для загрузки.

source: Not enough available space to upload file.
es: No tienes suficiente espacio disponible para subir este archivo.
ru: Мало места для загрузки файлов.

source: Post is not a poll
es: El post no es una encuesta
ru: Пост - это не опрос

source: Poll option does not exist
ru: Опция опроса не существует

source: Already voted
es: Ya has votado
ru: Уже проголосовали

source: Poll is closed
es: Encuesta cerrada
ru: Опрос закрыт

source: Insufficient user level
es: Nivel insuficiente
ru: Недостаточный уровень доверия

source: Poll already closed.
es: Encuesta ya cerrada.
ru: Опрос уже закрыт.

source: Post was removed
es: El post fue eliminado
ru: Пост был удален

source: You have already reported this post
es: Ya has reportado este post
ru: Вы уже сообщали об этом посте

source: Report reason too short.
ru: Сообщить причину слишком коротко.

source: Report reason too long.
ru: Слишком долго сообщать причину.

source: You are banned from this sub.
es: Estás baneado de este sub.
ru: Вы забанены в этой группе.

source: Comment was removed
es: El comentario fue eliminado
ru: Комментарий был удален

source: Report does not exist
es: El informe no existe
ru: Отчет не существует

source: Invalid action
es: Acción inválida
ru: Неверное действие

source: This report has already been closed
ru: Этот отчет уже закрыт

source: This report is already open
ru: Этот отчет уже открыт

source: Failed to update report
es: Error al actualizar el reporte
ru: Не удалось обновить отчет

source: No related reports to close
ru: Нет связанных отчетов для закрытия

source: Error: not a number
es: Error: no es un número
ru: Ошибка: не число

source: Sub does not exist.
es: El sub no existe.
ru: Группы не существует.

source: Please select a flair for your post.
es: Por favor, selecciona un adorno para tu publicación.
ru: Пожалуйста, выберите флаер для своего поста.

source: Invalid flair.
es: Adorno inválido.
ru: Неверный флайр.

source: That post type is not allowed in this sub.
es: Ese tipo de post no está permitido en este sub.
ru: Этот тип записи не разрешен в этой группе

source: Posting has been temporarily disabled.
ru: Проводка была временно отключена.

source: You cannot post in this sub.
es: No puedes postear en este sub.
ru: Вы не можете разместить пост в этом сабе.

source: You're banned from posting on this sub.
es: Estás baneado de este sub.
ru: Вам запрещено публиковать посты в этой группе.

source: Only mods can post on this sub.
es: Sólo los moderadores pueden publicar en este sub.
ru: Только модераторы могут размещать тут темы.

source: You have posted too much today.
es: Has posteado demasiado por hoy.
ru: Вы сегодня слишком много написали.

source: Title is too short and/or contains whitespace characters.
es: El título es demasiado corto y/o contiene espacios en blanco.
ru: Заголовок слишком короткий и / или содержит пробелы.

source: No link provided.
es: No se ha proporcionado ningún enlace.
ru: Ссылка не предоставляется.

source: This link was <a href="%(link)s">recently posted</a> on this sub.
es: Este enlace fue <a href="%(link)s">publicado recientemente</a> en este sub.
ru: Эта ссылка была <a href="%(link)s">недавно опубликована</a> в этой группе.

source: This domain is banned.
es: Este dominio está bloqueado.
ru: Этот домен запрещен.

source: Not enough poll options provided.
es: No se han proporcionado suficientes opciones para la encuesta.
ru: Не хватает предоставленных вариантов опроса.

source: Poll option text is too long.
es: El texto de la opción de la encuesta es demasiado largo.
ru: Текст опции опроса слишком длинный.

source: Poll closing time is too far in the future.
es: La hora de cierre de está demasiado lejos en el futuro.
ru: Время закрытия опроса слишком далеко в будущем.

source: Invalid closing time.
es: Hora de cierre inválida.
ru: Неверное время закрытия.

source: The closing time is in the past!
es: ¡La hora de cierre está en el pasado!
ru: Время закрытия осталось в прошлом!

source: Sub name has invalid characters
es: El nombre del sub tiene caracteres inválidos
ru: Имя группы содержит недопустимые символы

source: Invalid sub name
es: Nombre inválido
ru: Неверное имя

source: Sub is already registered
es: Este sub ya se encuentra registrado
ru: Группа уже зарегистрирована

source: Only Site Admins may create new subs. Please contact an administrator to request a new sub.
es: Sólo los administradores del sitio pueden crear nuevos subs. Póngase en contacto con un administrador para solicitar un nuevo sub.
ru: Только администраторы сайта могут создавать новые группы. Пожалуйста, свяжитесь с администратором, чтобы запросить новую группу.

source: You must be at least level %(level)i.
es: Debes ser por lo menos nivel %(level)i.
ru: Вы должны быть по крайней мере ровными Lx %(level)i.

source: You cannot own more than %(max)i subs.
es: No puedes poseer más de %(max)i subs.
ru: Вы не можете владеть больше чем %(max)i групп.

source: You cannot own more than %(max)i subs. Try leveling up your account.
es: No puedes poseer más de %(max)i subs. Intenta subir de nivel tu cuenta.
ru: Вы не можете владеть больше чем %(max)i групп.

source: Auto detect
es: Auto detectar
ru: Автоматически определять

source: The link you used is invalid or has expired
es: El enlace que usaste no es válido o ha caducado
ru: Ссылка, которую вы использовали, недействительна или устарела

source: Your password recovery email address is now confirmed!
es: ¡Su dirección de correo electrónico ha sido confirmada!
ru: Ваш e-mail адрес для восстановления пароля теперь подтвержден!

source: Unable to confirm your new email address. Please try again later.
es: No se pudo confirmar tu nueva dirección de email. Por favor, inténtalo de nuevo más tarde.
ru: Невозможно подтвердить ваш новый e-mail адрес. Пожалуйста, попробуйте позже.

source: Password reset link was invalid or expired
es: El enlace para restablecer la contraseña no es válido o ha caducado
ru: Ссылка для сброса пароля недействительна или просрочена
