Repository: globalistas/ceknito
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Alphanumeric characters
es: Caracteres alfanuméricos
ru: Буквенно-цифровые символы

source: Description
es: Descripción
ru: Описание

source: This sub only allows upload posts, and you don't have permission to upload files yet.
ru: Эта группа позволяет загружать только сообщения, и у вас еще нет разрешения на загрузку файлов.

source: Find a sub...
es: Encuentra un sub...
ru: Найти саб...

source: Options
es: Opciones
ru: Опции

source: remove
es: eliminar
ru: удалить

source: Add option
es: Añadir opción
ru: Добавить опции

source: File
es: Archivo
ru: Файл

source: Upload a file!
es: Subir un archivo!
ru: Загрузите файл!

source: Grab title
es: Obtener título
ru: Извлечь

source: Hide poll results until poll closes
ru: Скрыть результаты опроса до закрытия опроса

source: Close the poll at...
ru: Заркыть опрос...

source: Submit post
es: Enviar post
ru: Разместить пост

source: Preview
es: Vista previa
ru: Предпросмотр

source: Post preview
es: Vista previa
ru: Предпросмотр поста

source: Editing stylesheet for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
es: Editando la hoja de estilos para <a href="%(url)s">/%(prefix)s/%(sub)s</a>
ru: Редактирование таблицы стилей для <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Saved!
es: Guardado!
ru: Сохранено!

source: Save
es: Guardar
ru: Сохранить

source: Upload files
es: Subir archivos
ru: Загрузка файлов

source: Upload limit is %(max)i MiB. Space used: %(storage)i KiB
es: El límite de subida es %(max)i MiB. Espacio utilizado: %(storage)i KiB
ru: Лимит загрузки составляет %(max)i MiB. Используемое пространство: %(storage)i KiB

source: Only images allowed
es: Solo se permiten imágenes
ru: Разрешены только изображения

source: Upload
es: Subir
ru: Загрузить

source: No files were uploaded, yet.
es: Aún no se han subido archivos.
ru: Файлы еще не загружены.

source: Filename: %(filename)s. Size: %(filesize)i KiB.
es: Nombre de archivo: %(filename)s. Tamaño: %(filesize)i KiB.
ru: Имя файла: %(filename)s. Размер: %(filesize)i KiB.

source: Deleting...
es: Borrando...
ru: Удаление...

source: Deleted!
es: Borrado!
ru: Удалено!

source: You can use uploaded images with <code>%%imagename%%</code>.
ru: Вы можете использовать загруженные изображения с <code>%%imagename%%</code>.

source: Example:
ru: Пример:

source: Editing post flairs of <a href="%(url)s">%(sub)s</a>
ru: Редактировать флейр поста <a href="%(url)s">%(sub)s</a>

source: Create new post flair
ru: Создать новую флейр поста

source: Add flair
es: Añadir adorno
ru: Добавить флаер

source: Sub log for <a href="%(url)s">/%(prefix)s/%(sub)s</a>
ru: Логи группы <a href="%(url)s">/%(prefix)s/%(sub)s</a>

source: Moderator:
ru: Модератор:

source: Action:
ru: Действие:

source: Created the sub
ru: Создал группу

source: Changed sub settings
ru: Изменил настройки

source: Temporarily banned <a href="/u/%(username)s">%(username)s</a> %(days)s with reason <code>%(reason)s</code>
ru: Временно забанен <a href="/u/%(username)s">%(username)s</a> %(days)s по причине <code>%(reason)s</code>

source: for %(num)s days
ru: на %(num)s дня

source: Banned <a href="/u/%(username)s">%(username)s</a> with reason <code>%(reason)s</code>
ru: Забанен <a href="/u/%(username)s">%(username)s</a> по причине <code>%(reason)s</code>

source: Unbanned <a href="/u/%(username)s">%(username)s</a>
ru: Разбанен <a href="/u/%(username)s">%(username)s</a>

source: Sent mod invite to <a href="/u/%(username)s">%(username)s</a>
ru: Пригласил мод для <a href="/u/%(username)s">%(username)s</a>

source: Accepted mod invite
ru: Принят мод инвайт

source: Removed <a href="/u/%(username)s">%(username)s</a> from the mod team
ru: Удален <a href="/u/%(username)s">%(username)s</a> из команды модов

source: Revoked mod invite for <a href="/u/%(username)s">%(username)s</a>
ru: Отменен мод приглашения для <a href="/u/%(username)s">%(username)s</a>

source: Mod invite declined by <a href="/u/%(username)s">%(username)s</a>
ru: Мод приглашений отклонен <a href="/u/%(username)s">%(username)s</a>

source: Edited the sub's stylesheet
es: Editó de la hoja de estilos del sub
ru: Изменил css группы

source: Sub was transferred to <a href="/u/%(username)s">%(username)s</a>
ru: Группа была передана <a href="/u/%(username)s">%(username)s</a>

source: Stickied a post
ru: Закрепил пост

source: Unstickied a post
ru: Открепил пост

source: Changed the comment sort order of a sticky post
ru: Изменен порядок сортировки комментариев к прикрепленном посте

source: [Type %(type)i]
es: [Tipo %(type)i]
ru: [Тип %(type)i]

source: Moderators for <a href="%(url)s">%(sub)s</a>
ru: Модераторы для <a href="%(url)s">%(sub)s</a>

source: You currently have an invite for this sub pending.
ru: В настоящее время у вас есть приглашение для этой группы в ожидании.

source: Accept
es: Aceptar
ru: Принять

source: No thanks
es: No, gracias
ru: Нет, спасибо

source: Owner:
es: Dueño:
ru: Владелец:

source: Owners:
es: Dueños:
ru: Владельцы:

source: Active moderators: none
es: Moderadores activos: ninguno
ru: Активные модераторы: нет

source: Active moderators:
es: Moderadores activos:
ru: Активные модераторы:

source: resign
es: renunciar
ru: уходить в отставку

source: Janitors:
ru: Дворники:

source: Pending invites: none
es: Invitaciones pendientes: ninguna
ru: Ожидающие приглашения: нет

source: Pending invites:
es: Invitaciones pendientes:
ru: Ожидающие приглашения:

source: revoke
es: revocar
ru: отменять

source: Invite new mod:
es: Invitar nuevo moderador:
ru: Пригласить новый мод:

source: Invite mod
es: Invitar moderador
ru: Пригласить мод

source: Past mods: none
es: Moderadores anteriores: ninguno
ru: Прошлых модераторов: нет

source: Past mods:
es: Moderadores anteriores:
ru: Прошлые модераторы:

source: [Deleted Post]
es: [Post eliminado]
ru: [Удаленный пост]

source: Posted in %(prefix)s/%(sub)s by %(username)s
es: Publicado en %(prefix)s/%(sub)s por %(username)s
ru: Опубликовано в %(prefix)s/%(sub)s - %(username)s

source: Posted %(timeago)s by %(user)s
es: Publicado %(timeago)s por %(user)s
ru: Добавлен %(timeago)s - %(user)s

source: edited %(timeago)s
es: editado %(timeago)s
ru: изменен %(timeago)s

source: Score: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>
es: Puntaje: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>
ru: Карма: %(score)i <b>(+%(upvotes)i|-%(downvotes)i)</b>

source: Score: %(score)i
ru: Счёт: %(score)i

source: [Deleted by User]
es: [Eliminado por el usuario]
ru: [Удалено Пользователем]

source: [Deleted by Mod]
es: [Eliminado por un moderador]
ru: [Удалено модератором]

source: [Deleted by Admin]
es: [Eliminado por un administrador]
ru: [Удалено админом]

source: Viewing title history:
es: Viendo historial de títulos:
ru: Просмотр истории заголовков:

source: unsave
es: borrar guardado
ru: не сохранять

source: save
es: guardar
ru: сохранить

source: flair
es: adornar
ru: флаер

source: edit
es: editar
ru: изменить

source: edit title
es: editar título
ru: редактировать заголовок

source: delete
es: borrar
ru: удалить

source: tag as nsfw
es: marcar como nsfw
ru: пометить как nsfw

source: remove nsfw
es: eliminar nsfw
ru: удалить NSFW

source: close poll
es: cerrar encuesta
ru: закрытый опрос

source: unstick
ru: отклеить

source: make sticky
ru: закрепить

source: make announcement
es: hacer anuncio
ru: сделать объявление

source: sort by best
ru: сортировать по лучшему

source: sort by top
ru: сортировать по top

source: sort by new
ru: сортировать по новым

source: unlock comments
es: desbloquear comentarios
ru: разблокировать комментарии

source: lock comments
es: bloquear comentarios
ru: заблокировать комментарии

source: un-delete
es: restaurar
ru: восстановить

source: undistinguish
ru: снять выделение

source: distinguish
ru: выделить

source: Current flair: <span class="postflair">%(flair)s</span>
ru: Текущий флаер: <span class="postflair">%(flair)s</span>

source: Remove
es: Eliminar
ru: Удалить

source: Select a new flair
es: Selecciona un nuevo adorno
ru: Выберите новый флаер

source: [deleted]
es: [borrado]
ru: [удалено]

source: Viewing edit history:
es: Viendo historial de ediciones:
ru: Просмотр истории редактирования:

source: Submit comment
es: Enviar comentario
ru: Отправить комментарий

source: Comment preview
es: Vista previa del comentario
ru: Предпросмотр комментария

source: This post is closed to new comments. It has been locked by the moderators.
es: Este post está cerrado a nuevos comentarios. Ha sido bloqueado por los moderadores.
ru: Этот пост закрыт для новых комментариев. Заблокировано модераторами.

source: This post is closed to new comments. It has been automatically archived.
es: Este post está cerrado a nuevos comentarios. Se ha archivado automáticamente.
ru: Этот пост закрыт для новых комментариев. Он был автоматически заархивирован.

source: No comments, yet...
es: No hay comentarios, todavía...
ru: Пока никаких комментариев...

source: Show comments
es: Mostrar comentarios
ru: Показать комментарии

source: %(comments)i comments
es: %(comments)i comentarios
ru: %(comments)i комментариев

source: best
ru: лучший

source: Sort by: <b>%(currsort)s</b>
es: Ordenar por: <b>%(currsort)s</b>
ru: Сортировка по: <b>%(currsort)s</b>

source: Best
ru: Лучший

source: <span class="cscore">%(score)i</span> points</b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)
es: <span class="cscore">%(score)i</span> puntos</b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)
ru: <span class="cscore">%(score)i</span> карма</b> (+<b>%(upvotes)i</b>|-<b>%(downvotes)i</b>)

source: <span class="cscore">%(score)i</span> points</b>
es: <span class="cscore">%(score)i</span> puntos</b>
ru: <span class="cscore">%(score)i</span> очков</b>

source: Edited %(timeago)s
es: Editado %(timeago)s
ru: ред. %(timeago)s

source: [You have blocked <a href="%(link)s">%(name)s</a>]
es: [Has bloqueado a <a href="%(link)s">%(name)s</a>]
ru: [Вы заблокировали <a href="%(link)s">%(name)s</a>]

source: blocked users
es: usuarios bloqueados
ru: заблокированные пользователи

source: reply
es: responder
ru: ответить

source: permalink
ru: ссылка

source: source
es: código fuente
ru: исходник

source: Load more (%(amt)i comments)
es: Cargar más (%(amt)i comentarios)
ru: Еще (%(amt)i комментариев)

source: Load more (1 comment)
es: Cargar más (1 comentario)
ru: Загрузить больше (1 комментарий)

source: This poll is now <b>closed</b>.
es: Esta encuesta ahora está <b>cerrada</b>.
ru: Этот опрос сейчас идет <b>закрыть</b>.

source: Show results.
es: Mostrar resultados.
ru: Показать результаты.

source: This poll will close %(timeuntil)s
es: Esta encuesta cerrará %(timeuntil)s
ru: Этот опрос будет закрыт %(timeuntil)s

source: Results will be hidden until the poll closes
es: Los resultados se ocultarán hasta que se cierre la encuesta
ru: Результаты будут скрыты до тех пор, пока опрос не закроется

source: Only users above <b>level %(level)s</b> can vote.
es: Sólo los usuarios por encima del <b>nivel %(level)s</b> pueden votar.
ru: Только пользователи выше <b>level %(level)s</b>могут голосовать.

source: (voted)
es: (votado)
ru: (голосовали)

source: Vote
es: Votar
ru: Голос

source: (<span class="poll-opt-votecount">%(votes)i</span> votes)
es: (<span class="poll-opt-votecount">%(votes)i</span> votos)
ru: (<span class="poll-opt-votecount">%(votes)i</span> голосов)

source: Withdraw vote
es: Retirar voto
ru: Отменить голосование

source: Editing rules of <a href="%(url)s">%(sub)s</a>
ru: Редактировать правила для <a href="%(url)s">%(sub)s</a>

source: Create new rule
es: Crear nueva regla
ru: Создать новое правило

source: Users will be able to report violations of this rule. The text of the rule should be short and easy to understand.
ru: Пользователи смогут сообщать о нарушениях этого правила. Текст правила должен быть кратким и понятным.

source: You'll still need to update your sidebar with a more detailed version of your Sub rules for users to read.
ru: Вам все равно нужно будет обновить боковую панель с более подробной версией ваших правил группы, для чтения пользователями.

source: Add rule
es: Agregar regla
ru: Добавить правило

source: Editing settings of <a href="%(url)s">%(sub)s</a>
es: Editando ajustes de <a href="%(url)s">%(sub)s</a>
ru: Редактирование настроек <a href="%(url)s">%(sub)s</a>

source: Default post sort
es: Orden de posts por defecto
ru: Сортировка постов по умолчанию

source: Sidebar text. Markdown allowed.
es: Texto de la barra lateral. Markdown permitido.
ru: Текст боковой панели. Markdown разрешен.

source: Save changes
es: Guardar cambios
ru: Сохранить изменения

source: Editing user flairs of <a href="%(url)s">%(sub)s</a>
ru: Редактировать флейр пользователя <a href="%(url)s">%(sub)s</a>

source: Assign flair
ru: Назначить флейр

source: Create new user flair
ru: Создать новый флейр пользователя

source: Email sent!
es: ¡Email enviado!
ru: E-mail отправлен!

source: Click the link in the email we sent to you. You may want to check your spam folder, just in case ;)
ru: Нажмите на ссылку в e-mail письме, которое мы вам отправили. Вы можете проверить папку со спамом, на всякий случай;)

source: <p>We sent a confirmation email to:</p><p class="attention">%(email)s</p>
ru: <p>Мы отправили письмо с подтверждением на адрес:</p><p class="attention">%(email)s</p>

source: Check your email and click on the confirmation link. You may want to check your spam folder, just in case ;)
ru: Проверьте свою e-mail почту и нажмите ссылку для подтверждения. Вы можете на всякий случай проверить папку со спамом ;)

source: After you click the link, you will be able to log in and start using %(site)s!
ru: После того, как вы нажмете на ссылку, вы сможете войти и начать использовать %(site)s!

source: Resend
ru: Отправить

source: Didn't get the email or made a mistake with your email address?
ru: Не получили письмо или ошиблись с адресом e-mail почты?

source: Resend account confirmation instructions
ru: Повторно отправить инструкцию по подтверждению учетной записи

source: Please verify that your email address is correct before resending.
ru: Перед повторной отправкой убедитесь, что ваш e-mail почты верен.

source: E-mail address
es: Dirección de e-mail
ru: E-mail адрес

source: Send email
es: Enviar email
ru: Отправить e-mail

source: Sign up
es: Registrarse
ru: Регистрация

source: Forgot your password?
es: Olvidaste tu contraseña?
ru: Забыли пароль?

source: Blocked Users
es: Usuarios bloqueados
ru: Заблокированные пользователи

source: You can use this page to manage the users you have blocked. You can choose to hide or show private messages from blocked users, and you can choose to hide, blur or show posts and comments by blocked users. To add users to this list, use the “block” link on their user profile or the “block sender” link on their messages.
ru: Вы можете использовать эту страницу для управления пользователями, которых вы заблокировали. Вы можете скрыть или отобразить личные сообщения заблокированных пользователей, а также скрыть, размыть или отобразить сообщения и комментарии заблокированных пользователей. Чтобы добавить пользователей в этот список, используйте ссылку «заблокировать» в их профиле пользователя или ссылку «заблокировать отправителя» в их сообщениях.

source: Blocking other users does not prevent them from seeing the content that you post.
ru: Блокировка других пользователей не мешает им видеть контент, который вы добавляете.

source: Posts and comments from blocked users will be shown normally in the subs which you moderate, and if you block someone who is a moderator, the content they post in the subs which they moderate will always be shown.
ru: Сообщения и комментарии заблокированных пользователей будут отображаться обычно в группах, которые вы модерируете, и если вы заблокируете кого-то, кто является модератором, контент, который они добавляют, будет всегда показан.

source: Posts and comments from blocked users who are moderators will be shown normally in the subs which they moderate.
ru: Сообщения и комментарии заблокированных пользователей, которые являются модераторами, будут нормально отображаться в группах, которые они модерируют.

source: You haven't blocked anybody
ru: Вы никого не заблокировали

source: You can block users from the “block” link on their user profile or the “block sender” link on their messages.
ru: Вы можете заблокировать пользователей с помощью ссылки «заблокировать» в их профиле пользователя или ссылки «заблокировать отправителя» в их сообщениях.

source: Login
es: Iniciar sesión
ru: Войти

source: Alphanumeric characters plus '-' and '_'
es: Solo caracteres alfanuméricos, '-' y '_'
ru: Буквенно-цифровые символы плюс '-' и '_'

source: Didn't get confirmation instructions?
ru: Не получили инструкции по подтверждению?

source: Password recovery
es: Recuperación de contraseña
ru: Восстановление пароля

source: Send recovery email
es: Enviar email de recuperación
ru: Восстановить e-mail

source: Password reset
es: Resetear contraseña
ru: Сброс пароля

source: Password (again)
es: Contraseña (de nuevo)
ru: Пароль (снова)

source: Processing...
es: Procesando...
ru: Обработка...

source: Change password
es: Cambiar contraseña
ru: Поменять пароль

source: Send a message
es: Enviar un mensaje
ru: Отправить сообщение

source: This user account has been deleted.
ru: Эта учетная запись пользователя была удалена.

source: Level
es: Nivel
ru: Уровень

source: posts
ru: постов

source: comments
es: comentarios
ru: комментариев

source: Phuks given
ru: Все действия

source: Total score
es: Puntuación total
ru: Вся карма

source: Registered %(timeago)s
es: Registrado %(timeago)s
ru: Зарегистрированный %(timeago)s

source: Badges
es: Medallas
ru: Награды

source: Owns
es: Dueño de
ru: Владеет

source: Mods
es: Modera
ru: Модератор

source: Posting habits
es: Hábitos de publicación
ru: Читает

source: Invite Info
es: Información de invitación
ru: Пригласил

source: Please send all sub-related messages to the moderators of that sub.
ru: Пожалуйста, отправьте все связанные сообщения модераторам этой группы.

source: Contact the mods of %(mod)s
ru: Связаться с модами %(mod)s

source: Send message
es: Enviar mensaje
ru: Отправить сообщение

source: Subject
es: Asunto
ru: Тема

source: Styling with Markdown format is supported.
es: Se admite el estilo con formato Markdown.
ru: Стилизация с форматом Markdown поддерживается.

source: Sending...
es: Enviando...
ru: Отсылка...

source: Send Message
es: Enviar mensaje
ru: Отправить Сообщение

source: Message preview
es: Vista previa del mensaje
ru: Предпросмотр сообщения

source: Block %(user)s
es: Bloquear a %(user)s
ru: Блокировать %(user)s

source: Posts and comments by %(user)s will be shown normally in the subs which they moderate.
ru: Посты и комментарии автора %(user)s будут нормально отображаться в тех группах, которые они модерируют.

source: Alphanumeric characters plus '-' and '_'; between 2 and %(num)d characters long
ru: Буквенно-цифровые символы плюс '-' и '_'; между 2 до %(num)d символов

source: I accept the <a href="/wiki/tos">Terms of Use</a>
es: Acepto los <a href="/wiki/tos">Términos de Uso</a>
ru: Я согласен с <a href="/wiki/tos">Условиями использования</a>

source: Registration has been temporarily disabled. Please check back later. We apologize for any inconvience.
ru: Регистрация была временно отключена. Пожалуйста, зайдите позже. Мы приносим свои извинения за любое недоразумение.

source: Customize your sub bar
ru: Настройте группу-бар

source: Drag to sort
ru: Перетащите, чтобы отсортировать

source: Hi %(name)s,
es: Hola %(name)s,
ru: Привет %(name)s,

source: To confirm this email address for your account on %(site)s
es: Para confirmar esta dirección de correo electrónico para tu cuenta en %(site)s
ru: Чтобы подтвердить этот e-mail адрес для вашей учетной записи на %(site)s

source: click here.
es: haz clic aquí.
ru: нажмите сюда.

source: Or you can paste the following link in your browser's address bar:
es: O puedes pegar el siguiente enlace en la barra de direcciones de tu navegador:
ru: Или вы можете вставить следующую ссылку в адресную строку вашего браузера:

source: Thanks,
es: Gracias,
ru: Спасибо,

source: The %(site)s Team
es: El equipo de %(site)s
ru: Команда %(site)s

source: Thank you for registering on %(site)s! To confirm your account and log in,
es: ¡Gracias por registrarte en %(site)s! Para confirmar tu cuenta e iniciar sesión,
ru: Спасибо за регистрацию на %(site)s! Чтобы подтвердить свой аккаунт и войти,

source: Somebody (most likely you) has requested a password reset for your account on %(site)s.
es: Alguien (probablemente tú) ha solicitado un restablecimiento de contraseña para tu cuenta en %(site)s.
ru: Кто-то (скорее всего, вы) запросил сброс пароля для вашей учетной записи на %(site)s.

source: To proceed,
es: Para continuar,
ru: Продолжать,

source: <a href="/u/%(user)s">%(user)s</a> replied to your post <a class="%(cls)s" href="%(link)s">%(title)s</a> in <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> ответил на ваш пост <a class="%(cls)s" href="%(link)s">%(title)s</a> в <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> replied to your comment in the post titled <a class="%(cls)s" href="%(link)s">%(title)s</a> in <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> ответил на ваш комментарий в посте под названием <a class="%(cls)s" href="%(link)s">%(title)s</a> в <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> mentioned you in <a class="%(cls)s" href="%(link)s">%(title)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> упомянул вас в <a class="%(cls)s" href="%(link)s">%(title)s</a>

source: You have been banned from <a href="%(sublink)s">%(sub)s</a>
ru: Вы были забенены в <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> banned you from <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> забанил вас в <a href="%(sublink)s">%(sub)s</a>

source: You have been unbanned from <a href="%(sublink)s">%(sub)s</a>
ru: Вы были разблокированы в <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> unbanned you from <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> разблокировал вас в <a href="%(sublink)s">%(sub)s</a>

source: <a href="/u/%(user)s">%(user)s</a> invited you to moderate <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> пригласил вас модерировать <a href="%(sublink)s">%(sub)s</a>

source: Your post <a href="%(link)s">%(title)s</a> has been deleted
ru: Ваш пост <a href="%(link)s">%(title)s</a> был удален

source: <a href="/u/%(user)s">%(user)s</a> deleted your post <a href="%(link)s">%(title)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> удалил ваш пост <a href="%(link)s">%(title)s</a>

source: One of your posts in <a href="%(sublink)s">%(sub)s</a> has been deleted
ru: Один из ваших постов в <a href="%(sublink)s">%(sub)s</a> был удален

source: <a href="/u/%(user)s">%(user)s</a> deleted one of your posts in <a href="%(sublink)s">%(sub)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> удалил один из ваших постов в <a href="%(sublink)s">%(sub)s</a>

source: Your post <a href="%(link)s">%(title)s</a> has been un-deleted
es: Tu publicación <a href="%(link)s">%(title)s</a> ha sido restaurada
ru: Ваш пост <a href="%(link)s">%(title)s</a> был восстановлен

source: <a href="/u/%(user)s">%(user)s</a> un-deleted your post <a href="%(link)s">%(title)s</a>
es: <a href="/u/%(user)s">%(user)s</a> restauró tu publicación <a href="%(link)s">%(title)s</a>
ru: <a href="/u/%(user)s">%(user)s</a> восстановил ваш пост <a href="%(link)s">%(title)s</a>

source: One of your posts in <a href="%(sublink)s">%(sub)s</a> has been un-deleted
ru: Один из ваших постов <a href="%(sublink)s">%(sub)s</a> был восстановлен
