Repository: globalistas/ceknito
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es, ru

source: Invite Code
es: Código de invitación
ru: Пригласительный код

source: I accept the TOS
es: Accepto los términos de uso
ru: Я согласен с TOS

source: Security question
es: Pregunta de seguridad
ru: Вопрос безопасности

source: Email Address
es: Dirección de e-mail
ru: E-mail

source: New password
es: Nueva contraseña
ru: Новый пароль

source: Your current password
es: Tu contraseña actual
ru: Ваш текущий пароль

source: Your password
es: Tu contraseña
ru: Ваш пароль

source: Type 'YES' here
es: Escribe 'SI' aquí
ru: Введите 'ДА' здесь

source: Disable custom sub styles
es: Deshabilitar hojas de estilo personalizadas de los sub
ru: Отключить стили группы

source: NSFW content
ru: NSFW контент

source: Hide from lists
ru: Скрыть из списков

source: Show without blur
ru: Показать без размытия

source: Blur until clicked
ru: Размытие до щелчка

source: Enable experimental features
es: Habilitar características experimentales
ru: Включить экспериментальные функции

source: Disable infinite scroll
es: Desactivar scroll infinito
ru: Отключить бесконечный скролл

source: Disable chat
es: Desactivar chat
ru: Отключить чат

source: Global stylesheet (select a sub)
es: Hoja de estilos global (seleccione un sub)
ru: Глобальные стили (выберите группу)

source: Language
es: Idioma
ru: Язык

source: Hide messages
es: Ocultar mensajes
ru: Скрыть сообщения

source: Show messages
es: Mostrar mensajes
ru: Показать сообщения

source: Hide posts and comments
ru: Новые посты и комментарии

source: Blur posts and collapse comments
ru: Размытие записей и сворачивание комментариев

source: Show posts and comments
es: Mostrar posts y comentarios
ru: Показать сообщения и комментарии

source: to
es: a
ru: в

source: subject
es: asunto
ru: выбор

source: message
es: mensaje
ru: сообщение

source: Type here
es: Escribe aquí
ru: Введите здесь

source: License
es: Licencia
ru: Лицензия

source: Served by %(host)s
es: Servidor por %(host)s
ru: Сделано - %(host)s

source: Page generated in __EXECUTION_TIME__ms with __DB_QUERIES__ queries
es: Página generada en __EXECUTION_TIME__ms con __DB_QUERIES__ consultas
ru: Построено за __EXECUTION_TIME__ms - __DB_QUERIES__ запросов

source: There are no posts here, yet.
es: No hay posts aquí, todavía.
ru: Здесь еще нет никаких постов.

source: Previous page
es: Página anterior
ru: Предыдущая страница

source: Next page
es: Página siguiente
ru: Далее

source: (show all)
es: (mostrar todo)
ru: (показать все)

source: Site configuration
es: Configuración del sitio
ru: Конфигурация сайта

source: See the <a href="%(url)s">Site log</a> for the history of changes to configuration values.
es: Consulte el <a href="%(url)s">log del sitio</a> para ver el historial de cambios en los valores de configuración.
ru: Смотрите <a href="%(url)s">журнал сайта</a> для истории изменений значений конфигурации.

source: Setting Name
es: Nombre
ru: Имя настройки

source: Current Value
es: Valor actual
ru: Текущее значение

source: Enabled
es: Activado
ru: Включено

source: Disabled
es: Desactivado
ru: Отключено

source: Saving...
es: Guardando...
ru: Сохранение...

source: Cancel
es: Cancelar
ru: Отмена

source: Create wiki
es: Crear wiki
ru: Создать вики

source: (Optional) Write your post content here. Styling with Markdown format is supported.
es: (Opcional) Escribe el contenido del post aquí. Formateo con Markdown soportado.
ru: (Необязательно). Напишите ваш пост здесь. Поддержка Markdown.

source: Submit
es: Enviar
ru: Отправить

source: Admin Reports
ru: Отчеты Администратора

source: Includes reports for all subs except reports of sub-specific rules.
ru: Включает отчеты для всех групп подрядчиков, за исключением отчетов о групп специфических правилах.

source: Total Open Reports:
es: Total de reportes abiertos:
ru: Итого Открытых Отчетов:

source: Total Closed Reports:
es: Total de reportes cerrados:
ru: Итого Закрытых Отчетов:

source: Type
es: Tipo
ru: Тип

source: Reporter
es: Reportado por
ru: Жалобы

source: Reason
es: Razón
ru: Причина

source: User reported
es: Usuario reportado
ru: Сообщил

source: Time
es: Fecha/Hora
ru: Время

source: Status
es: Estado
ru: Статус

source: Comment
es: Comentario
ru: Комментарий

source: Post
ru: Пост

source: Open
es: Abierto
ru: Открыть

source: Closed
es: Cerrado
ru: Закрытый

source: [reopen]
es: [reabrir]
ru: [возобновить]

source: Further authentication required
es: Segundo factor de autenticación requerido
ru: Требуется дополнительная аутентификация

source: One-time password
es: Contraseña de un solo uso
ru: Одноразовый пароль

source: Log in
es: Iniciar sesión
ru: Войти

source: TOTP setup
ru: TOTP настройки

source: Site wiki
es: Wiki del sitio
ru: Вики-сайт

source: Created
es: Creación
ru: Создан

source: Last edited
es: Última edición
ru: Последний раз

source: Edit
es: Editar
ru: Редактировать

source: Delete
es: Borrar
ru: Удалить

source: Error 403 - Forbidden
es: Error 403 - Prohibido
ru: Ошибка 403 - Запрещено

source: Error 403 - Authorized personnel only
es: Error 403 - Solo personal autorizado
ru: Ошибка 403 - Только авторизованный персонал

source: It seems that you're trying to get to the depths of the throat.
ru: Кажется, ты пытаешься добраться до сути проблемы.

source: Error 404 - Not found
es: Error 404 - No encontrado
ru: Ошибка 404 - Нет страницы

source: The resource you were looking for does not exist.
es: La página que estabas buscando no existe.
ru: Ресурс, который вы искали, не существует.

source: Error 418 - I'm a teapot
es: Error 418 - Soy una tetera
ru: Ошибка 418 - I'm a teapot

source: The requested entity body is short and stout.
ru: Тело запрашиваемого объекта короткое.

source: Too many requests
es: Demasiadas peticiones
ru: Слишком много запросов

source: Too much, too fast!
es: ¡Demasiado, demasiado rápido!
ru: Слишком много, слишком быстро!

source: Whoa, calm down and wait a bit, then try again.
es: Tómate un segundo, respira bien hondo y espera un poco antes de probar de nuevo.
ru: Немного повремените, прежде чем писать снова.

source: Internal error
es: Error interno
ru: Внутренняя ошибка

source: We're experiencing technical difficulties, please try again later. If the error persists, report it to the administration.
es: Estamos experimentando dificultades técnicas, por favor intenta de nuevo mas tarde. Si el error persiste, repórtalo a la administración.
ru: У нас возникли технические трудности, повторите попытку позже. Если ошибка не устранена, сообщите об этом администрации.

source: all
es: todo
ru: все

source: new
es: nuevo
ru: новые

source: Served by %(hostname)s
es: Servido por %(hostname)s
ru: Обслуживается %(hostname)s

source: Closed Reports
es: Reportes cerrados
ru: Закрытые Отчеты

source: Includes all closed reports for subs you can moderate.
es: Incluye todos los reportes cerrados de subs que puedes moderar.
ru: Включает в себя все закрытые отчеты для групп, которые вы можете модерировать.

source: Total Open Reports
ru: Итого Открытых Отчетов

source: Total Closed Reports
ru: Итого Закрытых Отчетов

source: Reopen
es: Reabrir
ru: Снова открыть

source: Sub:
ru: Группа:

source: Type:
es: Tipo:
ru: Тип:

source: Reported by:
es: Reportado por:
ru: Сообщает:

source: Reason:
es: Razón:
ru: Причина:

source: User reported:
es: Usuario reportado:
ru: Пользователь сообщил:

source: Time:
es: Fecha/Hora:
ru: Время:

source: Mod dashboard
ru: Панель управления модом

source: Currently viewing all subs as Admin
ru: Вы просматриваете все группы как Админ

source: Subscribers
es: Suscriptores
ru: Подписчики

source: Open Reports
ru: Открытые Отчеты

source: Report Details
ru: Детали отчета

source: Comment Report
ru: Отчеты Комментариев

source: Post Report
ru: Отчеты Постов

source: Close Report
ru: Закрыть Отчет

source: Reopen Report
ru: Открыть Отчет

source: All related reports are closed
es: Todos los reportes relacionados están cerrados
ru: Все связанные отчеты закрыты

source: Close All Reports for this Comment
es: Cerrar todos los reportes para este comentario
ru: Закрыть все отчеты для этого комментария

source: Close All Reports for this Post
es: Cerrar todos los reportes de este post
ru: Закрыть все отчеты для этого поста

source: Reported User
es: Usuario reportado
ru: Сообщил

source: %(reported)s has been banned from %(prefix)s/%(sub)s
es: %(reported)s ha sido baneado de %(prefix)s/%(sub)s
ru: %(reported)s было запрещено %(prefix)s/%(sub)s

source: Ban %(reported)s from %(prefix)s/%(sub)s
es: Banear %(reported)s de %(prefix)s/%(sub)s
ru: Бан %(reported)s от %(prefix)s/%(sub)s

source: Ban %(reported)s from %(site)s
es: Banear a %(reported)s de %(site)s
ru: Бан %(reported)s от %(site)s

source: %(user)s has been banned from %(site)s
es: %(user)s ha sido baneado de %(site)s
ru: %(user)s был запрещен %(site)s

source: Until...
es: Hasta...
ru: Временно. До...

source: Forever
es: Por siempre
ru: Бессрочно

source: Pick date
es: Elige la fecha
ru: Выберите дату

source: Ban
es: Banear
ru: Бан

source: Post Preview:
es: Vista previa:
ru: Предпросмотр Поста:

source: [post deleted by admin]
es: [eliminado por administrador]
ru: [пост удален админом]

source: [post deleted by mod]
es: [eliminado por moderador]
ru: [пост удален модератором]

source: [post deleted by user]
es: [eliminado por el usuario]
ru: [пост удален пользователем]

source: [post preview could not be rendered]
es: [no se pudo procesar la vista previa]
ru: [предпросмотр поста не может быть предоставлен]

source: Comment Preview:
es: Vista previa del comentario:
ru: Предпросмотр комментария:

source: [comment deleted by mod]
es: [comentario eliminado por moderador]
ru: [комментарий удален модератором]

source: [comment deleted by admin]
es: [comentario eliminado por administrador]
ru: [комментарий удален админом]

source: [comment deleted by user]
es: [comentario eliminado por el usuario]
ru: [комментарий удален пользователем]

source: Posted
es: Publicado
ru: Опубликовал

source: Go to comment
es: Ir al comentario
ru: Перейти к комментарию

source: Go to post
es: Ir al post
ru: Перейти к посту

source: Delete Comment
es: Eliminar comentario
ru: Удалить Комментарий

source: Delete Post
es: Eliminar post
ru: Удалить Пост

source: Leave a note
es: Dejar una nota
ru: Оставить заметку

source: Report Log:
ru: Журнал Отчетов:

source: No logs have been made yet on this report
es: Aún no se han realizado registros en este reporte
ru: В этом отчете еще нет записей

source: Action Taken
es: Acción tomada
ru: Принятые Меры

source: By
es: Por
ru: По

source: Details
es: Detalles
ru: Детали

source: Action Taken:
es: Acción tomada:
ru: Принятые Меры:

source: Report closed
es: Reporte cerrado
ru: Отчет закрыт

source: Report reopened
es: Reporte reabierto
ru: Отчет открыт

source: Post deleted
es: Post eliminado
ru: Пост удален

source: Post un-deleted
es: Post des-borrado
ru: Пост восстановлен

source: Comment deleted
es: Comentario eliminado
ru: Комментарий удален

source: Comment un-deleted
es: Comentario des-borrado
ru: Комментарий восстановлен

source: Banned user from site
es: Usuario baneado del sitio
ru: Забаненный пользователь на сайте

source: Banned user from sub
es: Usuario baneado del sub
ru: Забанен пользователь из группы

source: Un-banned user from site
es: Usuario desbaneado del sitio
ru: Не забанненный пользователь с сайта

source: Un-banned user from sub
es: Usuario desbaneado de sub
ru: Не забанненный пользователь с группы

source: Left note
es: Ha dejado una nota
ru: Оставил заметку

source: By:
es: Por:
ru: От:

source: Details:
es: Detalles:
ru: Детали:

source: Closed all reports related to:
es: Cerrados todos los informes relacionados a:
ru: Закрыты все отчеты, связанные с:

source: report
es: reportar
ru: пожаловаться

source: Other reports on this comment:
es: Otros reportes para este comentario:
ru: Другие сообщения на этот комментарий:

source: Other reports on this post:
es: Otros reportes para este post:
ru: Другие сообщения на этот пост:

source: There are no other reports on this comment
es: No hay ningún otro reporte para este comentario
ru: Других отчетов по этому комментарию нет

source: There are no other reports on this post
es: No hay ningún otro reporte para este post
ru: Нет других сообщений на этот пост

source: Reporter:
es: Reportado por:
ru: Жалобы:

source: Status:
es: Estado:
ru: Статус:

source: Includes all open reports for subs you can moderate.
es: Incluye todos los reportes abiertos de los subs que puedes moderar.
ru: Включает в себя все открытые отчеты для групп, которые вы можете модерировать.

source: Close
es: Cerrar
ru: Закрывать

source: Open Reports for
es: Reportes abiertos para
ru: Открытые отчеты для

source: Includes all open reports for this sub.
es: Incluye todos los reportes abiertos para este sub.
ru: Включает в себя все открытые отчеты этой группы.

source: Closed Reports for
es: Reportes cerrados para
ru: Закрытые отчеты для

source: Includes all closed reports for this sub.
ru: Включает в себя все закрытые отчеты этой группы.

source: Admin mode is currently enabled.
es: El modo de administrador está activado.
ru: Режим администратора в настоящее время включен.

source: Disable
es: Desactivar
ru: Отключить

source: admin
ru: админ

source: Customize this bar
es: Personaliza esta barra
ru: Настройте эту панель

source: More
es: Más
ru: Далее

source: Register
es: Regístrate
ru: Регистрация

source: Score
es: Puntaje
ru: Счет

source: Log out
es: Cerrar sesión
ru: Выйти

source: Chat
ru: Чат

source: Upvote
ru: Плюс

source: Downvote
ru: Минус

source: Thumbnail
ru: Фото

source: Announcement
es: Anuncio
ru: Объявление

source: Not safe for work
ru: Небезопасно для работы

source: not https
es: no es https
ru: не https

source: Embed video
es: Embeber video
ru: Встроить видео

source: Show image
es: Mostrar imágen
ru: Показать изображение

source: Play video
es: Reproducir video
ru: Проиграть видео

source: Show poll
es: Mostrar encuesta
ru: Показать опрос

source: Show post content
es: Mostrar contenido del post
ru: Показать содержание сообщения

source: [speaking as mod]
es: [hablando como mod.]
ru: [как модератор]

source: [speaking as admin]
es: [hablando como admin]
ru: [как администратор]

source: [Blocked]
ru: [Заблокированный]

source: posted %(timeago)s by %(user)s on %(sub)s
es: publicado %(timeago)s por %(user)s en %(sub)s
ru: добавлено %(timeago)s - %(user)s в %(sub)s

source: posted %(timeago)s by %(user)s
es: publicado %(timeago)s por %(user)s
ru: добавлен %(timeago)s - %(user)s

source: sticky
es: fijo
ru: закреплен

source: comments (%(comments)i)
es: comentarios (%(comments)i)
ru: комментариев (%(comments)i)

source: comment
es: comenta
ru: комментарий

source: block sub
es: bloquear sub
ru: блокировать

source: open reports (%(num)s)
es: publicaciones reportadas (%(num)s)
ru: открытые отчеты (%(num)s)

source: Admin
ru: Админ

source: Admins
ru: Админы

source: Users
es: Usuarios
ru: Участник

source: User Badges
ru: Награды пользователей

source: Subs
ru: Группы

source: Posts
ru: Посты

source: Reports
ru: Отчеты

source: Uploads
ru: Загрузки

source: Wikis
ru: Вики-узлы

source: Banned Domains
es: Dominios bloqueados
ru: Забаненные Домены

source: Banned Email Domains
es: Dominios de Email Bloqueados
ru: Забаненные E-mail Домены

source: Site log
es: Logs del sitio
ru: Журнал сайта

source: Title search...
es: Búsqueda por título...
ru: Поиск...

source: Submit a post
es: Enviar un post
ru: Добавить пост

source: View all subs
es: Ver todos los subs
ru: Посмотреть группы

source: Go to random sub
es: Ir a un sub al azar
ru: Случайная группа

source: Create a sub
es: Crea un sub
ru: Создать

source: Top posts in the last 24 hours
es: Posts más votados en las últimas 24 horas
ru: Горячее за 24 часа

source: %(timeago)s in %(sub)s
es: %(timeago)s en %(sub)s
ru: %(timeago)s в %(sub)s

source: Recent activity
es: Actividad reciente
ru: Недавняя активность

source: %(user)s commented: %(text)s
es: %(user)s comentó: %(text)s
ru: %(user)s прокомментировал: %(text)s

source: %(user)s posted: %(text)s
es: %(user)s publicó: %(text)s
ru: %(user)s опубликовал: %(text)s

source: Sub of the day
es: Sub del día
ru: Группа дня

source: Site logs
es: Logs del sitio
ru: Журналы

source: Inbox
es: Bandeja de entrada
ru: Входящие

source: Notifications
es: Notificaciones
ru: Уведомления

source: Sent Messages
es: Mensajes enviados
ru: Отправить Сообщение

source: Saved Messages
es: Mensajes guardados
ru: Сохраненные Сообщения

source: Blocked users
es: Usuarios bloqueados
ru: Заблокированные пользователи

source: Mod Dashboard
ru: Панель Управления Модом

source: All Open Reports
ru: Все Открытые Отчеты

source: All Closed Reports
ru: Все Закрытые Отчеты

source: Banned Users
es: Usuarios baneados
ru: Забаненные

source: Only mods can post.
ru: Публиковать могут только модераторы.

source: You are currently banned from posting.
ru: В настоящее время вам запрещено публиковать сообщения.

source: %(subs)i subscribers
es: %(subs)i suscriptires
ru: %(subs)i - читают

source: Your flair:
es: Adorno:
ru: Ваш флайр:

source: (change)
es: (cambiar)
ru: (изменить)

source: Subscribed
es: Suscrito
ru: Подписан

source: Subscribe
es: Suscribirse
ru: Подписаться

source: Blocked
es: Bloqueado
ru: Блокированный

source: Block
es: Bloquear
ru: Блокировать

source: Set user flair
ru: Установить флейр пользователя

source: ... or pick a pre-defined one
ru: ... или выберите заранее определенный

source: Show posts with flair...
ru: Показывайте посты с флаером...

source: Moderators
es: Moderadores
ru: Модераторы

source: Owner
es: Dueño
ru: Владелец

source: Message the Mods
ru: Сообщение модам

source: Created by <a href="/u/%(name)s">%(name)s</a>
es: Creado por <a href="/u/%(name)s">%(name)s</a>
ru: Создано <a href="/u/%(name)s">%(name)s</a>

source: Settings
es: Configuración
ru: Настройки

source: Edit flairs
es: Editar flairs
ru: Изменить флаер

source: Edit rules
es: Editar reglas
ru: Редактировать правила

source: Edit stylesheet
es: Editar hoja de estilos
ru: Изменить стиль

source: Sub Moderation
ru: Модератор Группы

source: Sub Log
es: Logs del sub
ru: Журнал

source: Post flairs
ru: Флейры поста

source: User flairs
ru: Флейры пользователя

source: Rules
es: Reglas
ru: Правила

source: Stylesheet
es: Hoja de estilos
ru: Таблица стилей

source: Bans
es: Baneos
ru: Баны

source: Ban user
es: Banear usuario
ru: Бан пользователя

source: Un-ban user
es: Desbanear usuario
ru: Отменить бан пользователя

source: Remove votes
es: Eliminar votos
ru: Убрать голоса

source: Preferences
es: Preferencias
ru: Предпочтения

source: Account
es: Cuenta
ru: Аккаунт

source: Delete account
es: Borrar cuenta
ru: Удалить аккаунт

source: Invite codes
es: Códigos de invitación
ru: Пригласительные коды

source: Profile
es: Perfil
ru: Профиль

source: View posts
es: Ver posts
ru: Посты

source: View comments
es: Ver comentarios
ru: Комментарии

source: View uploads
ru: Просмотр загрузок

source: View saved posts
es: Ver posts guardados
ru: Сохраненные

source: New posts and comments
ru: Новые посты и комментарии

source: %(user)s posted "%(title)s"%(nsfw)s to %(sub)s %(timeago)s
ru: %(user)s опубликовал "%(title)s"%(nsfw)s to %(sub)s %(timeago)s

source: %(user)s commented "%(comment)s"%(nsfw)s in %(sub)s %(timeago)s
ru: %(user)s прокомментировал "%(comment)s"%(nsfw)s in %(sub)s %(timeago)s

source: This website is powered by <a href="https://github.com/Phuks-co/throat">Throat</a>, released under the MIT license.
es: Este sitio web funciona con <a href="https://github.com/Phuks-co/throat">Throat</a>, liberado bajo la licencia MIT.
ru: Этот сайт работает на <a href="https://github.com/Phuks-co/throat">Throat</a>, выпущен под лицензией MIT.

source: User
es: Usuario
ru: Участник

source: Action
es: Acción
ru: Действие

source: Banned <a href="/u/%(user)s">%(user)s</a>
es: Baneó a <a href="/u/%(user)s">%(user)s</a>
ru: Забанен <a href="/u/%(user)s">%(user)s</a>

source: Created a sub
es: Creó un sub
ru: Создана группа

source: Sub was transferred to <a href="/u/%(user)s">%(user)s</a>
ru: Группа была передана <a href="/u/%(user)s">%(user)s</a>

source: Sent mod invite to <a href="/u/%(user)s">%(user)s</a>
ru: Приглашает мод <a href="/u/%(user)s">%(user)s</a>

source: Removed <a href="/u/%(user)s">%(user)s</a> from the mod team
ru: Удален <a href="/u/%(user)s">%(user)s</a> из команды модов

source: Revoked mod invite for <a href="/u/%(user)s">%(user)s</a> from the mod team
ru: Отменено приглашение на мода для <a href="/u/%(user)s">%(user)s</a> от мод команды

source: Deleted a post with reason <code>%(desc)s</code>
ru: Удалил пост с указанием причины <code>%(desc)s</code>

source: Un-deleted a post with reason <code>%(desc)s</code>
ru: Восстановить сообщение с указанием причины <code>%(desc)s</code>

source: Deleted a comment with reason <code>%(desc)s</code>
ru: Удалил комментарий по уважительной причине <code>%(desc)s</code>

source: Un-deleted a comment with reason <code>%(desc)s</code>
ru: Восстановить комментарий с причиной <code>%(desc)s</code>

source: Created an announcement
ru: Создано объявление

source: Banned domain <code>%(desc)s</code>
ru: Забанен домен <code>%(desc)s</code>

source: Unbanned domain <code>%(desc)s</code>
ru: Разбанен домен<code>%(desc)s</code>

source: Removed an announcement
ru: Удалено объявление

source: Disabled post creation
es: Creación de post desactivada
ru: Отключено создание постов

source: Re-enabled post creation
es: Creación de post rehabilitada
ru: Повторное включение создания постов

source: Disabled registration without invite code
es: Registro deshabilitado sin código de invitación
ru: Отключена регистрация без приглашения

source: Re-enabled registration
es: Registro rehabilitado
ru: Повторная регистрация

source: Disabled new user registration
es: Registro de nuevo usuario deshabilitado
ru: Отключена регистрация нового пользователя

source: Re-enabled new user registration
es: Rehabilitado el registro de nuevos usuarios
ru: Повторно включена регистрация нового пользователя

source: Unbanned <a href="/u/%(user)s">%(user)s</a>
ru: Разбанил <a href="/u/%(user)s">%(user)s</a>

source: Banned email domain <code>%(desc)s</code>
ru: Забанен e-mail домен <code>%(desc)s</code>

source: Unbanned email domain <code>%(desc)s</code>
ru: Разбанен e-mail домен <code>%(desc)s</code>

source: Disabled captchas
es: Captchas desactivados
ru: Каптча отключена

source: Enabled captchas
es: Captchas activados
ru: Включена капча

source: Changed <code>%(setting)s</code> to <code>%(value)s<code>
es: Cambió <code>%(setting)s</code> a <code>%(value)s<code>
ru: Изменено <code>%(setting)s</code> на <code>%(value)s<code>

source: Link
es: Enlace
ru: Ссылка

source: Last update: %(timestamp)s
es: Última actualización: %(timestamp)s
ru: Последнее обновление: %(timestamp)s

source: Editing as Admin
es: Editando como administrador
ru: Редактирование от имени Администратора

source: Banned users on <a href="%(link)s">/%(prefix)s/%(sub)s</a>
ru: Забаненные пользователи на <a href="%(link)s">/%(prefix)s/%(sub)s</a>

source: Banned users
es: Usuarios baneados
ru: Забаненные пользователи

source: none
es: nadie
ru: никто

source: Expires
es: Expira
ru: Истекает

source: Actions
es: Acciones
ru: Действия

source: Created:
ru: Создан:

source: User:
ru: Участник:

source: Expires:
ru: Истекает:

source: Actions:
ru: Действия:

source: unban
es: desbanear
ru: разбанен

source: Past bans
es: Bans anteriores
ru: Запреты прошлого

source: Removed
es: Eliminado
ru: Удалены

source: Removed:
ru: Удаленный:

source: Create sub
es: Crea un sub
ru: Создать группу

source: Create a sub for you, your friends, or for your favorite community
es: Crea un sub para ti, tus amigos, o para tu comunidad favorita
ru: Создайте Группу для себя, своих друзей или для вашего любимого сообщества
